Repository: alaa993/UmaassUser_ios
Catalog: Umaass/Resourse/*.lproj/Localizable.strings
Languages: ckb

source: Send
ckb: ناردنى

# splashAppName
source: Umaass
ckb: یوماس

# registName
source: Name
ckb: نام

# registEmail
source: Email(Optional)
ckb: ایمیل

# registGender
source: Gender
ckb: جنس

source: Login
ckb: چوونەژوورەوە

source: Register
ckb: تۆماركردن

source: Enter your mobile number
ckb: ژمارەى مۆبايل بنووسەكە

source: Your number is being verified
ckb: دڵنيايى لە ژمارەكەت دەكرێت

source: Please first select the country
ckb: تكايە وڵاتێك هەڵبژێرە

source: Salon Name
ckb: ناو

# Suggest Salon
source: suggested owner
ckb: پێشنیاری خاوەن پیشە بکە

# phone number
source: Mobile
ckb: ژمارەی تەلەفۆن

# country
source: Country(Optional)
ckb: وڵات (بە بژاردەيە)

# countryFilter
source: Country
ckb: وڵات

# city optional
source: Province(Optional)
ckb: (بە بژاردەيە)پارێزگا

# Salon Specialty
source: Specialty
ckb: پسپۆڕی

source: Enter the code that was sent to you
ckb: ئەم كۆدە تێخە كە بۆت نێردراوە

source: Submit
ckb: پابه‌ندبوون

source: Use a message sms
ckb: بەكارهێنانى نامەى sms

source: Whatsapp
ckb: واتساپ

source: I haven't received a code
ckb: هيچ كۆدێكم بەدەست نەگەيشتووە

source: Continue
ckb: بەدواداچوون

source: all
ckb: هەموو

source: Electrician
ckb: کارەباچی

source: Blacksmith
ckb: ئاسنگەر

source: Carpentry
ckb: دارتاش

source: paint
ckb: بۆیاغچی

source: Moving furniture
ckb: گواستنەوەی کەلوپەل

source: sell and buy
ckb: دەکڕین و دەفرۆشین

source: Cleaning works
ckb: کاری پاککردنەوە

source: Cameras
ckb: کامیرا

source: Satellite technician
ckb: وەستای سەتەلایت

source: Mobile Maintenance
ckb: چاكردنەوەى مۆبايل

source: Computer Maintenance
ckb: چاكردنەوەى كۆمپيوتەر

source: book
ckb: حجز كردن

source: Appointments
ckb: كاتەكان

source: profile
ckb: فايل

source: Edit profile
ckb: هەمواركردنى فايل

source: About us
ckb: دەربارەى ئەپڵيكەيشنەكە

source: Contact us
ckb: پەيوەنديمان پێ بكە

source: Log out
ckb: چوونەدەرەوە

source: gallery
ckb: پێشەنگا

source: Address
ckb: ناونيشان

# location
source: Provider Location
ckb: ماڵپەر

source: Comments
ckb: كۆمێنتەكان

source: Working hours
ckb: كاتژمێرەكانى كاركردن

source: Hours
ckb: كاتژمێرەكانى

source: about
ckb: دەربارە

source: Services
ckb: خزمەتگوزارييەكان

source: Book now
ckb: ڕاستەوخۆ حجزكردن

source: Next
ckb: ئەوەى دواتر

source: for anothers
ckb: حجزكردن بۆ ئەوانى ديكە

# For me
source: Book for my self
ckb: حجزكردن بۆ خۆم

# phone
source: number
ckb: مۆبايل

source: Full Name
ckb: ناوى تەواو

source: Gender
ckb: ڕەگەز

source: description
ckb: وردەكارييەكان

source: Service
ckb: خزمەتگوزارى

source: Rules
ckb: مەرجەكان

source: Agree
ckb: ڕەزامەند

source: Back
ckb: گەڕانەوە

# Date appointment
source: appointment date
ckb: ڕێكەوتى ديدار

# time appointment
source: appointment time
ckb: كات ديدار

source: information
ckb: زانيارييەكان

source: Edit
ckb: گۆڕين

source: Cancel
ckb: لابردن

source: Select city
ckb: هەڵبژاردنى شار

source: Near me
ckb: نزيكترينيان لە من

source: City
ckb: شار

source: unlimit
ckb: ديارينەكراو

source: clear
ckb: سڕينەوە

source: Filter
ckb: فلتەر

source: Name
ckb: ناو

source: Email
ckb: ئيمێڵ

source: industry / Section
ckb: بەش

source: your bio
ckb: سيڤى خۆت

source: set your business hours
ckb: كاتژمێرەكانى كاركردن بنووسە

source: add the services you offer
ckb: ئەو خزمەتگوزارييانە زياد بكە كە پێشكەشى دەكەيت

source: time duration
ckb: كاتى خزمەتگوزارييەكە

source: price
ckb: نرخ

source: Add services
ckb: زيادكردنى خزمەتگوزارييەكان

source: Add your staff
ckb: فەرمانبەرەكانت زياد بكە

source: user name
ckb: ناوى بەكارهێنەر

source: chosse Roll
ckb: دياريكردنى رۆڵ

source: permission
ckb: دەسەڵاتەكان

source: staff
ckb: تيم

source: About Service
ckb: دەربارەى خزمەتگوزارييەكە

source: No Service
ckb: هیچ خزمەتگوزارييەكە

source: Online booking
ckb: حجزكردن لە ڕێگەى ئەنتەرنێتەوە

source: Version
ckb: دەرچوون

source: optional
ckb: بەبژاردە

source: No item
ckb: هيچ بەرهەم نييە

# First exist Appointment
source: My earliest date
ckb: دياريكردنى ديدارى يەكەم

source: Setup, only takes a moment, you'll be booking appointments in no time.
ckb: ئامادەكارى پێويستى بە چەند خولەكێك هەيە .ئينجا دەتوانيت كاتەكان حجز بكەيت چ كاتێك ويستت

# Category Expertise
source: Expertise
ckb: چينى كار و پيشەكان

source: rating
ckb: هەڵسەنگاندن

source: comment
ckb: كۆمێنت

source: Provider Time Schedule
ckb: خشتەيەك كە خزمەتگوزارى لەگەڵە

source: Saturday
ckb: شەممە

source: Sunday
ckb: يەكشەممە

source: Monday
ckb: دووشەممە

source: Tuesday
ckb: سێشەممە

source: Wednesday
ckb: چوارشەممە

source: Thursday
ckb: پێنجشەممە

source: Friday
ckb: ڕۆژى هەينى

source: date
ckb: ڕێكەوت

source: time
ckb: كات

source: Cancel appointment
ckb: رەتكردنەوەى كاتەكە

source: Applicant Name
ckb: ناوى ئەپڵيكەيشنەكە

source: Client Name
ckb: ناوى كڕيار

# Phone number
source: number
ckb: ژمارەى تەلەفۆن

source: Book id
ckb: پێناسى حجزكردن

source: cancel
ckb: لابردن

source: First time that confirmed for you
ckb: كاتى يەكەم دڵنياكرايەوە بۆ تۆ

source: Language
ckb: زمان

source: Select language
ckb: هەڵبژاردنى زمان

source: My favorite
ckb: باشترين

source: Who we are
ckb: ئێمە كێين

source: Call now
ckb: ئێستا پەيوەندى بكە

source: Home
ckb: پەڕاوى سەرەكى

source: Booking list
ckb: خشتەى حجزكردن

source: Online system appointment
ckb: سيستەمى كاتەكان لەڕێگەى ئەنتەرنێتەوە

source: Business phone
ckb: تەلەفۆنى كاركردن

source: Select your industry
ckb: پيشەكەت هەڵبژێرە

source: Wellcome to Umaass Provider
ckb: بەخێربێن بۆ دابينكارى خزمەتگوزارى یوماس

source: We'll get you booking appointments in no time Next
ckb: حجزكردنى كاتەكان بەدەست دەهێنين لەم كاتەى خوارەوە

source: category
ckb: چين

source: Done
ckb: تەواو

source: Let your customers know when you're open
ckb: ئاگادارى كڕيارەكانت بكەرەوە

source: Don't worry - you'll be able to edit these later
ckb: دوودڵ مەبە ـ دەتوانى دواتر بيگۆڕيت

source: Service Name
ckb: :ناوى خزمەتگوزارييەكە

source: Service Price
ckb: :نرخى خزمەتگوزارييەكە

source: Service Time Duration
ckb: كاتى خزمەتگوزارييەكە:

source: Delete
ckb: سڕينەوە

source: request
ckb: داواكارى

source: File preview
ckb: سەيركردنى فايلەكە

source: setting
ckb: رێكخستن

source: Today
ckb: رۆژ

source: Select date
ckb: دياريكردنى ڕێكەوت

source: Suggestion appointments
ckb: پێشنيارى كات

source: Start date
ckb: ڕێكەوتى دەست پێكردن

source: End date
ckb: ڕێكەوتى تەواوبوون

source: Switch industry
ckb: پێشنيارى كاتەكان

source: Edit Industry
ckb: گۆڕينى پيشە

source: Manage Your Staff
ckb: كارگێڕى فەرمانبەرەكانت

source: you can always edit these
ckb: هەموو كات دەتوانيت ئەمە بگۆڕيت

source: Update location
ckb: تازەكردنەوەى ماڵپەر

source: title
ckb: ناونيشان

source: More details
ckb: وردەكارى زياتر

source: customer
ckb: كڕيار

source: status
ckb: بارەكە

source: Tomorrow
ckb: بەيانى

source: User Files Preview
ckb: سەيركردنى فايلى بەكارهێنەران

source: Welcome
ckb: بەخێربێيت

source: Warrning
ckb: ئاگاداركردنەوە

source: Successful
ckb: سەركەوتن

source: The user has not register yet
ckb: بەكارهێنەر هێشتا تۆمار نەكراوە

source: Invalid data
ckb: زيانيارييەكان ناتەواوە

source: Not registered
ckb: تۆمار نەكراوە

source: Ok
ckb: تەواو

source: Please Enter Your Number
ckb: تكايە ژەمارەكەت تێخە

source: Select your Gender
ckb: دياريكردنى ڕەگەز

source: registration Successful
ckb: تۆماركردنەكە بە سەركەوتوويى تەواوبوو

# The email has already been taken
source: he email has already been taken
ckb: ئەم ئيمێڵە پێشتر هەبووە

# The phone has already been taken
source: he phone has already been taken
ckb: ئەم تەلەفۆنە پێشتر هەبووە

source: something went wrong
ckb: هەڵەيەك هەيە

source: Male
ckb: نێر

source: Female
ckb: مێ

source: Successfully Done
ckb: بەسەركەوتوويى تەواوبوو

source: Unauthenticated! Please log out and login again
ckb: چاوەڕوان نەكراوە ! تكايە جارێكى تر چوونەدەرەوە و چوونەژوورەوە ئەنجام بدە

# Wrong access token
source: rong access token
ckb: كۆدەكە هەڵەيە

source: message
ckb: نامە

source: Successfully Add to favorite
ckb: زيادكردنەكە بە سەركەوتوويى تەواوبوو بۆ باشترين

source: Search your provider
ckb: بەدواى دابينكارەكەت بگەڕێ

source: Provider Details
ckb: وردەكارى دابينكارى خزمەتگوزارييەكه

source: Provider Name
ckb: ناوى دابينكارى خزمەتگوزارييەكە

source: enter your provider name
ckb: ناوى دابينكارەكەت تێخە

source: Please select your service
ckb: تكايە خزمەتگوزارى تايبەت بە تۆ هەڵبژێرە

source: Start location
ckb: دەستپێكردنى ماڵپەڕەكە

source: destination
ckb: شوێنى مەبەست

# Please enter correct date
source: lease enter correct date
ckb: تكايە ڕێكەوتى تەواو تێخە

# Your Booking Time
source: our Booking Time
ckb: كاتى حجزكردنى تايبەت بە تۆ

source: User Information
ckb: زانيارييەكانى بەكارهێنەر

# submit appot
source: submit appointment
ckb: پێشكەشكردنى كات

source: Enter your name
ckb: ناوت تێخە

source: Enter your phone
ckb: تەلەفۆنەكەت تێخە

source: your Appointment Successfully Submitted
ckb: كاتەكەت بەسەركەوتوويى پێشكەش كرا

source: This appointment not valid
ckb: ئەم كاتە ناتەواوە

source: Your Rate Successfully Sent
ckb: هەڵسەنگاندنەكەت بەسەركەوتوويى نێردرا

source: Appointment Details
ckb: وردەكارى كاتەكە

source: Do you want to cancel this appointment
ckb: ئايا دەتەوێ ئەم كاتە رەتبكەيتەوە

source: Successfully Canceled
ckb: بەسەركەوتوويى رەتكرايەوە

source: Appointment date is expired. Please enter correct date
ckb: ڕێكەوتى دانان تەواوبووە. تكايە ڕێكەوتى دروست تێخە

source: Enter client name
ckb: ناوى كڕيار تێخە

source: Enter client number
ckb: ژمارى كڕيار تێخە

source: Select client gender
ckb: ڕەگەزى كڕيار ديارى بكە

source: Your Appointment Successfully Updated
ckb: كاتەكەت بە سەركەوتوويى تازەكرايەوە

source: Are you sure logout your account
ckb: ئايا تۆ دڵنيايت كە لە هەژمارەكەت چوويتە دەرەو

source: Unauthenticated
ckb: پەسەند نەكراوە

source: Successfully favorite
ckb: بەسەركەوتوويى زيادكرا بۆ باشترين

source: Successfully Unfavorite
ckb: بۆ باشترين زياد نەكرا

source: Photo Source
ckb: سەرچاوەى وێنەكان

source: Photo Library
ckb: كتێبخانەى وێنەكان

source: Choose Images
ckb: هەڵبژاردنى وێنەكان

source: Your image size must less than 5 MB
ckb: پێويستە قەبارەى وێنەكە كەمتر بێت لە ٥ مێگابايت

source: Edit Admin Profile
ckb: نووسينى فايلێكى پێناسى بەرپرس

source: Your profile Successfully Updated
ckb: بەسەركەوتوويى فايلى كەسيى تازەكرايەو

source: Enter your business Title
ckb: ناونيشانى كارەكەت تێخە

source: Enter your city
ckb: شارەكەت تێخە

source: Enter your business address
ckb: ناونيشانى كارەكەت تێخە

source: start time is empty
ckb: كاتى دەستپێكردن بەتاڵە

source: end time is empty
ckb: كاتى كۆتايى هاتن بەتاڵە

source: please set your working hours
ckb: تكايە كاتژمێرەكانى كاركردنى تايبەت بەخۆت رێكبخە

source: your industry Successfully Save! and Now you can define Your Services and your staff
ckb: لەخۆگرتنى پيشەكەت بەسەركەوتوويى تەواو بوو ! ئێستا دەتوانيت خزمەتگوزارييەكان و فەرمانبەرەكانت ديارى بكەيت

source: Your phone is incorrect
ckb: ژمارەكەت تەواو نييە

source: Your address is incorrect
ckb: ناونيشانەكەت تەواو نييە

source: Your working hours is incorrect
ckb: كاتژمێرەكانى كاركردنى تايبەت بە تۆ تەواو نييە

source: Your title is incorrect
ckb: ناونيشانى تايبەت بە تۆ تەواو نييە

source: Your city is incorrect
ckb: شارەكەت تەواو نييە

source: Enter service name
ckb: ناوى خزمەتگوزارييەكە تێخە

source: Enter service price
ckb: نرخى خزمەتگوزارييەكە تێخە

source: Enter service time duration
ckb: ماوەى خزمەتگوزارييەكە تێخە

source: do you want to delete this service
ckb: ئايا دەتەوێ ئەم خزمەتگوزارييە بسڕيتەوە

source: your services create successfully
ckb: بە سەركەوتوويى خزمەتگوزارييەكانى تايبەت بە تۆ دروست كرا

source: do you want to delete this staff
ckb: ئايا دەتەوێ ئەم فەرمانبەرە بسڕيتەوه

source: Enter your staff name
ckb: ناوى فەرمانبەرەكانت تێخە

source: Enter your staff number
ckb: ژمارەى فەرمانبەرەكانت تێخە

source: Enter your staff roll
ckb: ڕۆڵى فەرمانبەرەكانى تايبەت بە تۆ تێخە

source: Your Staff Data Saved! Now you can manage your appointment and other settings
ckb: لەخۆگرتنى زانياريى فەرمانبەرەكانى تايبەت بە تۆ ئەنجام درا ! ئێستا دەتوانيت كارگێڕى كاتەكان و ئامادەكارييەكانى تر بكەيت

source: your Staff phone is incorrect! Please edit staff phone number
ckb: تەلەفۆنى فەرمانبەرەكانى تايبەت بە تۆ تەواو نييە! تكايە ژمارەى تەلەفۆنى فەرمانبەرەكانت بگۆڕە

source: no Date selected
ckb: ڕێكەوت ديارى نەكراوە

source: To see or edit Appointment file preview, the Appointment should to be in done status
ckb: بۆ بينين ياخود نووسينى سەيركردنى فايلى كات، پێويستە كاتەكە لە بارى كۆتايى هاتن بێت

source: File Preview Successfully Updated
ckb: بەسەركەوتوويى سەيركردنى فايلەكە ئەنجامدرا

source: Are you sure to delete item
ckb: ئايا تۆ دڵنيايت لە سڕينەوەى ئەم خاڵە

source: Your image Successfully Deleted
ckb: بەسەركەوتوويى وێنەكەت سڕايەوە

source: Your image Successfully Uploaded
ckb: لەخۆگرتنى وێنەكە بەسەركەوتوويى ئەنجامدرا

source: your Staff phone is incorrect
ckb: تەلەفۆنى فەرمانبەرەكانى تايبەت بە تۆ تەواو نييە

source: you must change status and then save
ckb: پێويستە لەسەرت بارەكە بگۆڕيت دواتر لەخۆگرتنى ئەنجام بدەيت

source: There is no data
ckb: هيچ زانيارييەك نييە

source: Do you want to reject this Appointment
ckb: ايا دەتەوێ ئەم كاتە رەتبكەيتەوە؟

source: Successfully rejected
ckb: بەسەركەوتوويى رەتكرايەوە

source: Provider location
ckb: شوێنى دابينكارى خزمەتگوزارى

# minute
source: min
ckb: خولەك

source: Set Date
ckb: ڕێكخستنى ڕێكەوت

source: Submit appointment
ckb: پێشكەشكردنى كات

source: yes
ckb: بەڵێ

source: no
ckb: نەخێر

source: confirmed
ckb: دڵنياكرايەوە

source: no show
ckb: دەرناكەوێت

source: pending
ckb: لە بارى چاوەڕوانيدايە

source: from date
ckb: لە ڕێكەوتى

source: from time
ckb: لە كاتى

source: confirmed date
ckb: ڕێكەوتى دڵنياكردنەوە

source: confirmed time
ckb: كاتەكە دڵنياكرايەوە

source: english
ckb: ئينگليزى

source: arabic
ckb: عەرەبى

source: kurdish
ckb: كوردى

source: your business
ckb: كارەكەت

source: industry
ckb: پيشە

source: distance
ckb: ماوە

source: client age
ckb: تەمەنى كڕيار

source: attached file
ckb: فايلى هاوپێچ

source: add image
ckb: زيادكردنى وێنە

source: age
ckb: تەمەن

source: No Industery save for you! It may still be inactive
ckb: هيچ پيشەيەك بۆ تۆ نييە ـ رەنگە بێ چالاكبوون بمێنێتەوە

source: save
ckb: لەخۆگرتن

source: Your Staff Successfully Updated
ckb: تازەكردنەوەى فەرمانبەرەكانت بەسەركەوتوويى ئەنجامدرا

source: staff successfuly created
ckb: دروستكردنى فەرمانبەرەكانت بەسەركەوتوويى ئەنجامدرا

source: staff successfuly deleted
ckb: سڕينەوەى فەرمانبەرەكانت بەسەركەوتوويى ئەنجامدرا

source: Your Service Successfully Updated
ckb: تازەكردنەوەى خزمەتگوزاريت بەسەركەوتوويى ئەنجامدرا

source: Map
ckb: نەخشە

source: provider
ckb: دابينكارى خزمەتگوزارى

source: search customer name
ckb: گەڕان بەدواى ناوى كڕيار

source: Change Appointment Status
ckb: گۆڕينى بارى كاتەكە

source: Delete appointment
ckb: سڕينەوەى كاتەكە

source: Search Appoinments Date
ckb: گەڕان بەدواى ڕێكەوتى كاتەكان

source: Select Reserve Time
ckb: كاتى حجزكردن ديارى بكە

source: File preview Details
ckb: فايلى سەيركردنى وردەكارييەكان

source: set data review
ckb: ڕێكخستنى پێداچوونەوەى زانيارييەكان

source: add member
ckb: زيادكردن

source: manage services
ckb: كارگێڕى خزمەتگوزارييەكان

source: The application is designed to reduce the waste of time that gets very widespread in our daily lives
ckb: ئەپڵيكەيشنەكە ديزاين كراوە بۆ سنوور دانانى بەفيڕۆدانى كات كە بەشێوەيەكى فراوان بەربڵاوە لە ژيانى ڕۆژانەماندا

# umaassAddress
source: Erbil - Italian Village 1 - Villa 591
ckb: هەولێر ـ گوندى ئيتاڵى ١ ـ ڤێلا ٥٩١

source: Share
ckb: به شداری پیکردن
